Repository: zalito12/Shoophilters
Catalog: languages/shoophilters-*.po
Languages: es_es

source: Shoophilters: Filters for Woocommerce
es_es: Shoophilters: Filtros para Woocommerce

source: Blocks to extend default woocomerce filters fields.
es_es: Incluye nuevos bloques para filtrar por campos en woocommerce.

source: Pagination options
es_es: Opciones de paginación

source: Pagination type
es_es: Tipo de paginación

source: Scroll to this position after loading a new page
es_es: Hace scroll hasta esta posición después de cargar una nueva página

source: Element selectors
es_es: Selectores de elementos

source: Result count element
es_es: Elemento de recuento de resultados

source: Products element
es_es: Elemento de Productos

source: Pagination element
es_es: Elemento de paginación

source: Page item element
es_es: Elemento de página

source: Pages
es_es: Páginas

source: Infinite Scroll
es_es: Scroll infinito

source: Use the standard pages with async load.
es_es: Utiliza la paginación normal con carga asíncrona.

source: Use infinite scroll pagination with async load.
es_es: Utiliza scroll infinito con carga asíncrona.

source: Scroll to page top
es_es: Hacer scroll hasta arriba

source: Scroll to products top
es_es: Hacer scroll hasta el primer producto

source: Scroll to custom point
es_es: Hacer scroll a un punto personalizado

source: #my-scroll-top-id
es_es: #id-de-mi-scroll

source: Button settings
es_es: Configuración de los botones

source: Filter group id
es_es: Id del grupo de filtros

source: The filter group id to apply. All filters in the same group will be applied when button clicked
es_es: El id del grupo de filtros. Todos los filtros en el mismo grupo se aplican al pulsar el botón

source: Button text
es_es: Texto del botón

source: Filtering settings
es_es: Configuración de filtros

source: Filter navigation type
es_es: Tipo de navegación

source: Choose between url navigation, ajax navigation or delegate filters to a button.
es_es: Elige entre navegar por url, con Ajax automáticamente o al pulsar el botón.

source: The filter group id to apply. All filters in the same group will be applied and reseted at the same time.
es_es: El id del grupo de filtros. Todos los filtros en el mismo grupo se aplican al pulsar el botón.

source: Edit
es_es: Editar

source: Attribute settings
es_es: Configuración del atributo

source: List settings
es_es: Configuración de la lista

source: Category settings
es_es: Configuración de la Categoría

source: Input settings
es_es: Configuración de los campos

source: Show always
es_es: Mostrar siempre

source: Always show the field, even if no results or there is just one single page.
es_es: Siempre mostrar el campo, incluso cuando no hay resultados o solo hay una página.

source: Price settings
es_es: Configuración del precio

source: The filter group id to remove filters. All filters in the same group will be reseted.
es_es: El id del grupo de filtros. Todos los filtros en el mismo grupo se borrarán.

source: Visibility settings
es_es: Configuración de visibilidad

source: Use plain text
es_es: Usar texto plano

source: Never
es_es: Nunca

source: Always
es_es: Siempre

source: Only when selected
es_es: Cuando está seleccionado

source: Fixed
es_es: Fijo

source: Calculated
es_es: Calculado

source: Show empty attributes
es_es: Mostrar atributos vacíos

source: Show product count
es_es: Mostrar el número de productos

source: Items per row
es_es: Elementos por fila

source: Select attribute to filter
es_es: Selecciona un atributo para el filtro

source: Show empty categories
es_es: Mostrar categorías vacías

source: Show child categories
es_es: Mostrar subcategorías

source: List
es_es: Lista

source: Dropdow select
es_es: Lista desplegable

source: Min. Price value
es_es: Precio mínimo

source: Max. Price value
es_es: Precio máximo

source: Price values type
es_es: Tipo de precio

source: Step
es_es: Paso

source: Tablet width breakpoint (px)
es_es: Ancho mínimo de Tablet (px)

source: Mobile width breakpoint (px)
es_es: Ancho mínimo de móvil (px)

source: Empty responsive container
es_es: Contenedor vacío

# block title
source: Shoophilters: Apply filters button
es_es: Shoophilters: Botón de aplicar filtros

# block description
source: Add attribute filters for your shop
es_es: Añade filtros de atributo a tu tienda

# block keyword
source: Filter
es_es: Filtro

# block keyword
source: Button
es_es: Botón

# block title
source: Shoophilters: Product attributes filter
es_es: Shoophilters: Filtro de atributo de producto

# block title
source: Shoophilters: Product Categories
es_es: Shoophilters: Filtro de Categoría

# block description
source: Add product category selector to your shop.
es_es: Añade un selector de categoría a tu tienda.

# block title
source: Shoophilters: Order by filter
es_es: Shoophilters: Filtro de ordernación

# block description
source: Add an order by filter
es_es: Añade un filtro de ordenación

# block keyword
source: Order
es_es: Ordenar

# block title
source: Shoophilters: Product price filter
es_es: Shoophilters: Filtro de precio de producto

# block description
source: Add price filters for your shop
es_es: Añade un filtro de precio de producto a tu tienda

# block keyword
source: Price
es_es: Precio

# block title
source: Shoophilters: Remove filters button
es_es: Shoophilters: Botón de borrar filtros

# block title
source: Shoophilters: Responsive container
es_es: Shoophilters: Contenedor adaptable

# block description
source: A configurable container to change visibility with screen size
es_es: Un contenedor configurable que modifica su visibilidad con el tamaño de la pantalla

# block keyword
source: Container
es_es: Contenedor

# block keyword
source: Responsive
es_es: Adaptable
